adapta-gtk-theme
alacritty
amd-ucode
arc-gtk-theme
ark
audacity
base
base-devel
bluez
bluez-utils
bomi-git
breeze-gtk
btop
btrfs-progs
chromium
cmus
code
cups
ddrescue
deepin-gtk-theme
discord
dkms
dolphin
dotnet-runtime
dotnet-sdk
dunst
edk2-shell
efibootmgr
firefox
fzf
gimp
git
github-cli
gnome-bluetooth-3.0
gnome-calculator
gnome-disk-utility
grim
grml-zsh-config
gst-plugin-pipewire
gtk4
gvfs
gvfs-smb
gwenview
haruna
hplip
htop
hyprland
hyprlock-git
hyprpaper
imv
intellij-idea-community-edition
iwd
jre-openjdk
jupyter-notebook
kirigami-addons
kirigami-gallery
kitty
lazygit
libpulse
libreoffice-fresh
libva-mesa-driver
linux
linux-firmware
linux-headers
logiops
lxappearance-gtk3
mate-themes
materia-gtk-theme
mplayer
nano
ncdu
neofetch
neovim
networkmanager-openconnect
nfs-utils
nm-connection-editor
nodejs
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
openconnect
openssh
otf-font-awesome
p7zip
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
polkit-kde-agent
pycharm-community-edition
python-pip
python-pipx
python-requests
qt5-wayland
qt5ct
qt6-wayland
qt6ct
r
rclone
rofi
rustup
sddm
signal-desktop
slurp
smartmontools
smplayer
testdisk
thunar
tmux
tree
ttf-cascadia-code-nerd
ttf-font-awesome
ttf-jetbrains-mono
unzip
vim
virtualbox
vlc
waybar
webkit2gtk
wget
wireless_tools
wireplumber
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xsel
yay
zoxide
zram-generator
zsh
